{
    "wildlife-location":[
        {
            "title": "Horton Plains National Park",
            "text": "The park lies approximately 20 Km south of Nuwara Eliya. Horton Plains, the surrounding forests and the adjoining Peak Wilderness constitute Sri Lanka’s most important catchment area, of almost all major rivers. The Horton plains are of outstanding scenic beauty containing most of the habitats and endemic plants and animals, representative of the country’s wet and montane zones. The western slopes support the most extensive area of montane cloud forest surviving in the country. Most visitors walk up to the “Worlds End”, a sudden end which drops straight down about 900 Meters, with a magnificent view. The weather here is unpredictable. Horton  Planes can be reached via Nuwara Eliya, Ambewela, Pattipola ( 20 Miles or Nuwara Eliya Hakgala Rendapola, Ambepola, Pattipola ( 24 miles)). Dry season is from January to March which is the best time to visit Horton plains Temperatures are and ground frost can be seen from December to February. Horton plains has a cultural history where stone tools dating back to the prehistoric Balangoda culture have been found. Horton Plains is well recognized for its rich unique biodiversity, its fauna and flora and yet remains largely under explored. Here at Horton Planes the central Mountain Massif is shaved into a table top of rolling Patna punctuated by rhododendrons and bracketed by swaths of evergreen forests. Temperature drops to 0Degrees at night. Many wild animals such as deer, hare, sambas, , wild boar and even leopards can be seen if one is lucky. Snakes of many varieties also abound Horton Planes. According to a renowned traveler he says: quote:” This seems to be the only place left on earth when the throb of an engine does not intrude” Unquote."
        }
    ]
,

    "wildlife-location2":[
        {
            "title": "Udawalawe National Park",
            "text": "Udawalawe National Park, nestled in the heart of Sri Lanka, stands as a testament to the country's commitment to wildlife conservation. Spanning over 30,000 hectares of lush terrain, the park is renowned for its thriving population of Asian elephants. An idyllic sanctuary for these majestic creatures, Udawalawe offers visitors a unique opportunity to witness the natural behaviors of elephants in their natural habitat. The park's expansive grasslands, interspersed with shimmering water reservoirs, provide a picturesque setting for not only the elephants but also a diverse array of wildlife, including water buffalo, deer, crocodiles, and numerous bird species. The Elephant Transit Home within the park adds a touch of compassion, serving as a rehabilitation center for orphaned elephants. Udawalawe National Park, with its breathtaking landscapes and rich biodiversity, captivates nature enthusiasts and wildlife lovers alike, offering an unforgettable safari experience in the heart of Sri Lanka."
        }
    ]
    ,

    "wildlife-location3":[
        {
            "title": "Sinharaja Forest Reserve",
            "text": "The Sinharaja (Lion King) rainforests occupy a broad ridge at the heart of the island’s wet zone. The only way to get about the reserve is by foot, and excellent park rangers (at the park entrance) or freelance guides (available through local hotels) can lead you along slippery trails, pointing out the wealth of stunning plant, bird and animal life. Entrance tickets are sold at the main Forest Department office at Kudawa and at Deodawa, 5km from Deniyaya on the Matara road. On most days the jungle is shrouded by copious rain clouds, which replenish its deep soils and balance water resources for much of southwestern Sri Lanka. Recognising its importance to the island’s ecosystem, Unesco declared the Sinharaja Forest Reserve a World Heritage Site in 1989."
        }
    ]

}