{
    "ecosystem-diversity":[
        {
            "text":"When you talk about the Wildlife of Sri Lanka, the common name which pops up in the ordinary guidebooks is . Of course, it is simply because of its high density of leopards, making them a common sighting. Unfortunately, with fame comes overcrowding, especially with wildlife photographers who will at times flock together with fifty other jeeps just to get a perfect photo of a leopard. While there are still some ways to avoid big crowds in Yala. For now, let’s leave it aside and focus on Wilpattu, the real Wild Wild Wilpattu! If you think that a Sri Lankan safari is more than just a leopard sighting and if natural landscapes make you happy, Wilpattu National Park is the place to visit. Join Khiri Travel Sri Lanka on a wonderful safari to this fantastic national park.<br> Located on the northwest coast of the island, the park is a stunning natural reserve that spans over 131 thousand hectares. With its impressive collection of wildlife, lush green forests and serene lakes, the park offers visitors a chance to experience the wonders of nature in all its glory. So if you’re looking for an adventure, a break from the hustle and bustle of city life, or just an opportunity to reconnect with nature, Wilpattu National Park is the perfect destination for you."
        }
    ]


    ,

    "cultural-heritage":[
        {
            "title":"Cultural Heritage",
            "text":"Beyond its natural wonders, Wilpattu National Park holds cultural significance with archaeological sites scattered throughout its expanse. The park is home to ancient ruins, including historic stupa remnants and other structures that showcase the region's deep-rooted history.<br>Archeological structures scattered around the park including tanks, Buddhist monasteries, stupas, and rock inscriptions, give evidence of a civilization based on irrigated agriculture that was present in the region. Thambapanni, where King Vijaya supposedly landed in about 500 BC and founded the Sinhalese people, is said to be in WNP between Kudiramale point and Moderagam Aru river mouth. Galbendi Neeravia, located North-East of Maradanmaduwa tank is supposed to be the place where Prince Saliya, the son of King Dutugemunu, lived with his bride Asokamaala 2,000 years ago. Further, prehistoric sites of the Paleolithic and Mesolithic period have also been recorded. The park was closed to the public for over 20 years during the civil conflict in Sri Lanka but was reopened on 27th February 2010, after the war ended in May 2009. For a substantial amount of time, parts of the frontline ran through or near the park. Consequently, the park management was severely disrupted, and the staff and many wildlife populations suffered. Now the park infrastructure and management are being rehabilitated and strengthen and as a result the wildlife is recovering. Present socio-economic values in the fringing villages show greater diversity; communities in the western boarder totally depend on estuarine and sea fishing, while those in other parts mainly depend on subsistence agriculture."
        }
    ]

    ,

    "wildlife-willpattuwa":[
        {
            "title":"wildlife in wilpattuwa",
            "text":"Sri Lanka is known as one of the best places to visit for the greatest experiences in wildlife attractions in the world. Due to the gigantic size of the Wilpattu National Park and its fertile nature. It has become one of the finest wildlife watching locations in Sri Lanka. Willpattu National park has more than 30 species of mammals. It is home to Sri Lankan elephants, sloth bears, spotted deer, water buffaloes, and Langurs. It is also home to the animal that attracts many tourists: the Sri Lankan leopard. Perhaps the most elusive cat in the world, the Sri Lankan leopard reigns supreme in Sri Lanka. With no lions or tigers to threaten its position, leopards in Sri Lanka are more casual than they are anywhere in the world They can often be seen lying around in the treetops. They are also much bigger than leopards in Africa or India. In addition, there are countless species of birds in Wilpattu National Park. These include the Sri Lankan junglefowl, the pintail, the peafowl, and many more species.  Moreover, there are several reptile and amphibian species that live here. For instance: the mugger crocodile, the soft-shelled Turtle, the Indian rock python, and the Bengal monitor. Wilpattu is not only home to wildlife but also to many species of flora and littoral vegetation. These include salt grass and low scrub monsoon forest."
        }
    ]
}