{
    "yala":[
        {
            "title":"Yala",
            "text":" Yala National Park is a vast area in the Southeast corner of Sri Lanka with five main parts. These five blocks include fantastic jungles and seashores of the Indian Ocean. Travelers who are into natural destinations love Yala National park, and because of this popularity, it is the most visited national park in Sri Lanka. Also, it is the second-largest national park in this country.These days, only the first and the fifth blocks are available to see for visitors, and other blocks are being banned in case of the importance of animal species living there. Their natural habitat needs to be preserved. These blocks have individual names for the adjoining area, such as Ruhuna National Park, Block 1, and Kumana National Park or ‘Yala East.’ Its location is in the Southern Province and the Province of Uva, and the park occupies 979 square kilometers. In 1900, Yala was designated as a wildlife sanctuary and was one of the first two national parks in Sri Lanka, along with Wilpattu."
        }
    
    ]

    ,

    "ancient-yala":[
        {
            "title":"Ancient Sites",
            "text":"Yala is one of Sri Lanka’s oldest national parks and was designated a wildlife sanctuary as far back as 1900 though it wasn’t until 1938 that it was established as a national park. Right in the heart of Yala sits the Buddhist temple Sithulpawa, and this former monastery is thought to date back 2,000 years. At one time, the monastery is thought to have housed 12,000 inhabitants, and today, it remains an important temple visited by pilgrims across Sri Lanka. Other significant cultural sites in the vicinity include Kataragama and Magul Maha Vihara."
        }
    ]
    ,
    "wildlife-yala":[
        {
            "title":"Wildlife in Yala",
            "text":"Yala National Park is the best reserve in Sri Lanka for seeing a wide variety of wildlife, and in particular leopards, elephants and sloth bears. There are approximately 215 bird species resident in the park, including seven endemics, along with 44 mammals. The park is divided into five blocks of which block I (where most game drives take place) is renowned for having the greatest density of leopards per square kilometre in the world. Many of the younger males have grown so used to their dominance within the reserve and the jeeps that seek them out that they saunter lazily along tracks and sunbathe on rocky outcrops in full view. As such, Yala is Sri Lanka’s most popular national park, and receives a large number of visitors. Elephants, sambur deer, jackals and langur monkeys also play leading roles in the park, as do elusive sloth bears – small, scrubby looking bears that love to feast on the fruits of the palu tree when in season in May and June. Bird life is also a highlight, and some endemics include the Sri Lanka grey hornbill, the Sri Lanka wood pigeon, the brown-capped babbler and the blue-tailed bee-eater. The rare Black-necked Stork and the greater adjutant are other significant residents of the park, which is also visited by many migratory species."
        }
    ]

}